export const priceRanges = [
  { label: " کمتر از 500 هزار ", min: 0, max: 500000 },
  { label: "  500 تا 1 میلیون ", min: 500000, max: 1000000 },
  { label: " 1 تا  1.5 میلیون ", min: 1000000, max: 1500000 },
  { label: " 1.5 تا 2 میلیون ", min: 1500000, max: 2000000 },
  { label: "  2 تا 3 میلیون ", min: 2000000, max: 3000000 },
  { label: "  3 تا 5 میلیون ", min: 3000000, max: 5000000 },
  { label: "  5 تا 10 میلیون ", min: 5000000, max: 10000000 },
  { label: " بیش از 10 میلیون  ", min: 10000000, max: Infinity },
];
